org/camera.org
#+setupfile:./hugo_setup.org
#+hugo_slug: cameras
#+TITLE: Camera

Notes about cameras.

* Configuration
I've sold all of my Canon DSLR gear to downgrade to a lighter setup.
I'm now using a Fujifilm X-T3 with the 23mm f2 and 35mm f2 weather resistant lenses.

* Projects
[[https://www.youtube.com/watch?v=U88i-85m_jE&app=desktop][convert a camera to use instax wide film !! this is super cool. try this out when u have a sec]]. instax wide mods are super neat and this seems like a fun project to pursue.

[[https://100r.co/site/ronin.html][photoshop over ronin for design]]
