content/posts/camera.md
+++
title = "Camera"
author = ["Jacob Chvatal"]
lastmod = 2020-08-01T22:45:44-07:00
slug = "cameras"
draft = false
+++

Notes about cameras.


## Configuration {#configuration}

I've sold all of my Canon DSLR gear to downgrade to a lighter setup.
I'm now using a Fujifilm X-T3 with the 23mm f2 and 35mm f2 weather resistant lenses.


## Projects {#projects}

[convert a camera to use instax wide film !! this is super cool. try this out when u have a sec](https://www.youtube.com/watch?v=U88i-85m%5FjE&app=desktop). instax wide mods are super neat and this seems like a fun project to pursue.

[photoshop over ronin for design](https://100r.co/site/ronin.html)
